{
  "decline": [
    "Your bot is not allowed to use our logo as your its avatar. Please change it and reapply.",
    "The long description on your bot's page is filled out with spam/junk to reach the 300 character minimum requirement. Please rewrite your description to include more useful information about your bot.",
    "Your bot's main feature is API abuse",
    "Your bot was offline when we tried to review it. For that reason, we are unable to test it. Please get your bot online and re-apply.",
    "There's an unknown error when trying to invite your bot. Please make sure of the following:\n- The application ID you entered is correct\n- You have a bot user with your application\n- Your bot application wasn't deleted",
    "Your bot's code is in the long description",
    "Your long description references NSFW commands and features",
    "We had it in our server to test it for over 12 hours and it didn't say anything at all - plus now it's offline",
    "Owner banned",
    "Your bot doesn't have any actual features. Also, whenver you do a command it first sends you 'a' as a response and then edits it to the actual command repsonse.",
    "Your bot doesn't have a (working) help command or obvious point of entry. Please make sure your bot has a help command or has an explanation in the bot description.",
    "Your bot has an NSFW command that can be used in non-NSFW channels",
    "Your bot has a publicly available token.",
    "Your bot has explicit images that are usable in non-nsfw channels and are against Discord TOS.",
    "Your bot doesn't have any actual (functioning) features/commands.",
    "Your bot is private. Please make the bot public so we can test it fully.",
    "Your bot has a command that sends a message to every member in the server. This is considered to be API abuse.",
    "The primary owner of this bot was banned from the Discord Bot List server. They are prohibited from adding any bots.",
    "Your bot's avatar is NSFW. Please change it and reapply.",
    "Your bot has a suicide command. We do not tolorate this kind of humor on our website",
    "Your bot displays offensive or sensitive photographic and frowned upon words, We don't tolerate bots like this on our website.",
    "Your bot seems to need a code grant for no reason. Make sure [this toggle](https://imgur.com/IbuhOik.png) on your bot application page is off. If your bot does need user authorization, feel free to DM me.",
    "Your bot seems to be an unmodified instance of [DiscordBotList/Luca](https://github.com/DiscordBotList/Luca). We don't allow unmodified clones of other bots.",
    "Your bot has a command that spams messages. That is considered API abuse.",
    "Aside from your dbl<set and dbl<info command nothing seems to be working.",
    "Your bot seems to be a pretty much unmodified instance of Redbot (https://github.com/Cog-Creators/Red-DiscordBot). While we do allow instances of Red on the server, they must be significantly modified or have at least one self-made cog.",
    "Your bot requires administrator permissions to execute its help command.",
    "Your bot replies twice to every command (https://imgur.com/a/IfmdUri) and the use of your prefix and suffix on your botpage is inconsistent with how it is actually used on Discord"
  ],
  "ban": [
    "underage",
    "dm ads",
    "hoist ads",
    "rhino musicbot as a selfbot",
    "Advertising in general",
    "Ads in #general",
    "bot abuse",
    "[Spamming my DMs after being muted above](https://cdn.discordapp.com/attachments/396848636081733632/506510994021941248/unknown.png)",
    "ads",
    "Ban evasion",
    "spamming smh (selfbot idk)",
    "Spamming cunt",
    "another pin - gonna get a strike soon",
    "ban evasion of 'bowling pin', 'bowling pin', 'bowling pin' and 'bowling pin'",
    "advertising scam servers to random people in DMs https://i.imgur.com/GRBt5wR.png",
    "Just spams bowling pins in chat for a living",
    "selfbot",
    "Sending invites in General"
  ],
  "mute": [
    "responds to 'sa'",
    "responds to other bots",
    "seems to respond to other bots",
    "would not stop breaking up their messages after being told multiple times",
    "Random coin added messages.",
    "unknown command messages",
    "Needless, excessive spamming | 1hr",
    "> adds hitler bot\n> spams the decline reason\n> acts insulted as if Hitler was his love buddy\n> [this](https://cdn.discordapp.com/attachments/396848636081733632/506805931489755166/unknown.png)",
    "Responds to every message sent",
    "responds and reacts to other bots",
    "Levelup messages",
    "responds to 'yardim' with no prefix",
    "seems to respond to random messages",
    "Shitposting in #general | 20 mins",
    "responds to other bots and sends a mention on any usage of it's prefix",
    "most commands do not have a prefix and also responds to other bots",
    "bot abuse - multiple music commands | 1 week"
  ]
}
